Repository: shxodlf3/kingdm
Catalog: trunk/KingsDamageMeter/KingsDamageMeter/Localization/Regex.*.resx
Languages: de

source: Effect
de: Effekt

# JoinedGroupRegex
source: (?<name>.+) has joined your group\.
de: (?<name>.+) ist Eurer Gruppe beigetreten\.

# KickedFromGroupRegex
source: (?<name>.+) has been kicked out of your group\.
de: (?<name>.+) wurde aus Eurer Gruppe geworfen\.

# LeftGroupRegex
source: (?<name>.+) has left your group\.
de: (?<name>.+) hat Eure Gruppe verlassen\.

# OtherContinuousRegex
source: (?<name>.+) used (?<skill>.+) to inflict the continuous damage effect on (?<target>.+)\.
de: (?<name>.+) hat (?<skill>.+) eingesetzt und (?<target>.+) erleidet fortwährend Schaden\.

# OtherInflictedBleedRegex
source: (?<target>.+) is bleeding because (?<name>.+) used (?<skill>.+)\.
de: (?<target>.+) blutet, weil (?<name>.+) (?<skill>.+) eingesetzt hat\.

# OtherInflictedRegex
source: (?<name>.+) inflicted (?<damage>[^a-zA-Z]+) damage on (?<target>.+)\.
de: (?<name>.+) hat (?<target>.+) (?<damage>[^a-zA-Z]+) Schaden zugefügt\.

# OtherInflictedSkillRegex
source: (?<name>.+) inflicted (?<damage>[^a-zA-Z]+) damage on (?<target>.+)( and caused the pattern engraving effect)? by using (?<skill>.+)\.
de: (?<name>.+) hat (?<target>.+) durch Benutzung von (?<skill>.+) (?<damage>[^a-zA-Z]+) Schaden zugefügt\.

# OtherReceivedBleedRegex
source: (?<name>.+) received (?<damage>[^a-zA-Z]+) bleeding damage after you used (?<skill>.+)\.
de: (?<name>.+) erhält (?<damage>[^a-zA-Z]+) Blutungsschaden, nachdem Ihr (?<skill>.+) benutzt habt\.

# OtherReceivedRegex
source: (?<name>.+) received (?<damage>[^a-zA-Z]+) damage from (?<target>.+)\.
de: (?<target>.+) hat (?<name>.+) (?<damage>[^a-zA-Z]+) Schaden zugefügt\.

# OtherReceivedSkillRegex
source: (?<name>.+) received (?<damage>[^a-zA-Z]+) damage due to the effect of (?<skill>.+)\.
de: (?<name>.+) erhält durch (?<skill>.+) (?<damage>[^a-zA-Z]+) Schaden\.

# OtherSummonedAttackRegex
source: (?<name>.+) has summoned (?<pet>.+) to attack (?<target>.+) by using (?<skill>.+)\.
de: (?<name>.+) hat (?<pet>.+) durch (?<skill>.+) zum Angriff von (?<target>.+) herbeigerufen\.

# OtherSummonedRegex
source: (?<name>.+) summoned (?<pet>.+) by using (?<skill>.+)\.
de: (?<name>.+) hat Beschwörung: (?<pet>.+)t durch Beschwörung: (?<skill>.+) herbeigerufen\.

# YouContinuousRegex
source: You inflicted continuous damage on (?<target>.+) by using (?<skill>.+)\.
de: (?<target>.+) durch (?<skill>.+) vergiftet\.

# YouCriticalRegex
source: Critical Hit! You inflicted (?<damage>[^a-zA-Z]+) critical damage on (?<target>.+)\.
de: Kritischer Treffer! Ihr habt (?<target>.+) (?<damage>[^a-zA-Z]+) kritischen Schaden zugefügt\.

# YouEarnedKinahRegex
source: You have earned (?<kinah>[^a-zA-Z]+) Kinah\.
de: Ihr habt (?<kinah>[^a-zA-Z]+) Kinah erhalten\.

# YouEffectDamageRegex
source: (?<target>.+) received (?<damage>[^a-zA-Z]+)( poisoning)? damage after you used (?<effect>.+)\.
de: (?<target>.+) erhält (?<damage>[^a-zA-Z]+) Giftschaden, nachdem Ihr (?<effect>.+) benutzt habt\.

# YouGainedApRegex
source: You have gained (?<ap>[^a-zA-Z]+) Abyss Points\.
de: Ihr habt (?<ap>[^a-zA-Z]+) Abyss-Punkte erhalten\.

# YouGainedEffectRegex
source: You received the effect by using (?<effect>.+)\.
de: Ihr erhaltet den Effekt durch (?<effect>.+)\.

# YouGainedExpRegex
source: You have gained (?<exp>[^a-zA-Z]+) EXP from (?<target>.+)\.
de: Ihr habt(?<exp>[^a-zA-Z]+) EP von (?<target>.+) erhalten\.

# YouInflictedBleedRegex
source: (?<target>.+) is bleeding because You used (?<skill>.+)\.
de: (?<target>.+) durch (?<skill>.+) zum Bluten gebracht\.

# YouInflictedRegex
source: You inflicted (?<damage>[^a-zA-Z]+) damage on (?<target>.+)\.
de: hr habt (?<target>.+) (?<damage>[^a-zA-Z]+) Schaden zugefügt\.

# YouInflictedSkillRegex
source: You inflicted (?<damage>[^a-zA-Z]+) damage( and the rune carve effect)? on (?<target>.+) by using (?<skill>.+)\.
de: hr habt (?<target>.+) durch Benutzung von (?<skill>.+) (?<damage>[^a-zA-Z]+) Schaden zugefügt\.

# YouReceivedRegex
source: You received (?<damage>[^a-zA-Z]+) damage from (?<target>.+)\.
de: (?<target>.+) hat Euch (?<damage>[^a-zA-Z]+) Schaden zugefügt\.

# YouSpentKinahRegex
source: You spent (?<kinah>[^a-zA-Z]+) Kinah\.
de: Ihr zahlt (?<kinah>[^a-zA-Z]+) Kinah\.

# YouSummonedAttackRegex
source: You summoned (?<pet>.+) by using (?<skill>.+) to let it attack (?<target>.+)\.
de: (?<pet>.+) durch (?<skill>.+) zum Angriff auf (?<target>.+) herbeigerufen\.

# YouSummonedRegex
source: You summoned (?<pet>.+) by using (?<skill>.+)\.
de: (?<pet>.+) durch (?<skill>.+) herbeigerufen\.
