Repository: shxodlf3/kingdm
Catalog: trunk/KingsDamageMeter/KingsDamageMeter/Localization/WindowMainRes.*.resx
Languages: es

# AboutMenuHeader
source: About
es: Sobre

# AddByNameMenuHeader
source: Add Group Member...
es: Agregue al miembro del grupo

# CloseBtnToolTip
source: Close
es: Salida

# DamageMainViewMenuHeader
source: Damage
es: Daño

# ExperienceMainViewMenuHeader
source: Experience
es: Experiencia

# ExpPerHourToolTip
source: Exp per Hour:
es: Exp al Hora:

# GroupOnlyMenuHeader
source: Group Only
es: Solamente Grupo

# HelpMenuHeader
source: Help
es: Ayuda

# HideOthersMenuHeader
source: You Only
es: Solamente usted

# IgnoreListMenuHeader
source: Ignore List...
es: Lista de Ignorar

# KinahEarnedToolTip
source: Earned:
es: Ganar:

# KinahSpentToolTip
source: Spent:
es: Gastar :

# LanguageMenuHeader
source: Language
es: Lenguaje

# LocateLogMenuHeader
source: Locate Log...
es: Encontrar Chat.log

# MainViewMenuHeader
source: Main View
es: Vista

# MinimizeBtnToolTip
source: Minimize
es: Reducir

# OpacitySliderToolTip
source: Opacity
es: Opaco

# OptionsBtnToolTip
source: Options
es: Opción

# PercentMainViewMenuHeader
source: Percent
es: Porcentaje

# PowerOffBtnTooltip
source: Power Off
es: Encender

# PowerOnBtnTooltip
source: Power On
es: Apagar

# ResizeThumbToolTip
source: Resize
es: Tamaño

# SortByDamageMenuHeader
source: Damage
es: Daño

# SortByNameMenuHeader
source: Name
es: Nombre

# SortingMenuHeader
source: Sorting
es: Revisar algo

# TopMostCheckBoxToolTip
source: Top Most
es: De encima

# LogLanguageMenuHeader
source: Log Language
es: XXXXXXX

# RemoveAllEncountersMenuHeader
source: Remove All
es: XXXX

# RemoveEncounterMenuHeader
source: Remove
es: XXXX

# ResetAllMenuHeader
source: Reset All
es: XXXX

# ResetMenuHeader
source: Reset
es: XXXX

# AllEncounterName
source: All
es: XXXX
